{
  "id": "primary-prevention-2024",
  "title": "AHA/ASA Primary Prevention of Stroke 2024",
  "shortTitle": "Primary Prevention 2024",
  "doi": "10.1161/STR.0000000000000475",
  "publisherUrl": "https://www.ahajournals.org/doi/10.1161/STR.0000000000000475",
  "pdfUrl": "https://www.ahajournals.org/doi/pdf/10.1161/STR.0000000000000475",
  "recommendations": [
    {
      "section": "Patient Assessment",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "For adults aged 40 to 79, periodic atherosclerotic CVD risk estimation (every 1-5 years) is recommended to guide treatment and lifestyle decisions aimed at stroke risk reduction.",
      "page": 9
    },
    {
      "section": "Diet Quality",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "A Mediterranean diet is recommended for adults without prior CVD who are at high or intermediate CVD risk to lower the incidence of stroke.",
      "page": 12
    },
    {
      "section": "Diet Quality",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In adults aged 60 and older with uncontrolled BP (SBP at or above 140 mmHg on antihypertensives, or at or above 160 mmHg without), using a salt substitute (75% sodium chloride / 25% potassium chloride) instead of standard table salt is reasonable to lower stroke risk.",
      "page": 12
    },
    {
      "section": "Diet Quality",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "The benefit of folic acid or B-complex vitamin supplementation (folic acid, B12, B6) for stroke risk reduction in adults is not well established.",
      "page": 12
    },
    {
      "section": "Diet Quality",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-R",
      "text": "Long-chain fatty acid supplementation has not been shown to reduce stroke risk in adults without prior CVD.",
      "page": 12
    },
    {
      "section": "Diet Quality",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-R",
      "text": "Supplementation with vitamin C, vitamin E, selenium, antioxidants, calcium (with or without vitamin D), or multivitamins has not been shown to reduce stroke risk in adults.",
      "page": 12
    },
    {
      "section": "Physical Activity",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-EO",
      "text": "Screening adults for physical activity levels is recommended as part of a comprehensive stroke risk assessment.",
      "page": 14
    },
    {
      "section": "Physical Activity",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "Counseling adults to engage in at least 150 minutes per week of moderate-intensity exercise, 75 minutes per week of vigorous-intensity exercise, or an equivalent combination is recommended to lower stroke risk.",
      "page": 14
    },
    {
      "section": "Physical Activity",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "Counseling adults to limit prolonged sedentary behavior (extended sitting, reclining, or lying while awake with minimal energy expenditure) is recommended to lower stroke risk.",
      "page": 14
    },
    {
      "section": "Weight and Obesity",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "Screening adults over age 18 for overweight and obesity is recommended to inform stroke risk assessment.",
      "page": 16
    },
    {
      "section": "Weight and Obesity",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with class II obesity (BMI 35-39.9 kg/m2) or greater, bariatric surgery for weight loss may be considered to reduce stroke risk.",
      "page": 16
    },
    {
      "section": "Sleep",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "The value of routine obstructive sleep apnea (OSA) screening in adults for the purpose of stroke prevention remains unclear.",
      "page": 17
    },
    {
      "section": "Sleep",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with OSA, continuous positive airway pressure (CPAP) therapy might be reasonable to reduce stroke risk.",
      "page": 17
    },
    {
      "section": "Blood Sugar",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "Screening for prediabetes and diabetes is recommended in asymptomatic adults aged 18 and older who have overweight, obesity, or atherosclerotic CVD, to inform stroke risk assessment.",
      "page": 18
    },
    {
      "section": "Blood Sugar",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "In patients with diabetes who have high cardiovascular risk or established CVD and a hemoglobin A1c of 7% or greater, a GLP-1 receptor agonist is recommended to reduce stroke risk.",
      "page": 18
    },
    {
      "section": "Blood Sugar",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-R",
      "text": "In patients with type 1 diabetes or diabetes more broadly, intensive glycemic control targeting a hemoglobin A1c of 6.5% or below has not been shown to be beneficial for stroke prevention.",
      "page": 19
    },
    {
      "section": "Blood Pressure",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "Screening adults aged 18 and older for hypertension is recommended to identify those at elevated stroke risk who may benefit from antihypertensive treatment.",
      "page": 20
    },
    {
      "section": "Blood Pressure",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "For adults with stage 2 hypertension or stage 1 hypertension with elevated ASCVD risk, lifestyle modifications plus antihypertensive therapy targeting BP below 130/80 mmHg are recommended to prevent stroke.",
      "page": 20
    },
    {
      "section": "Blood Pressure",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "In hypertensive adults, thiazide/thiazide-like diuretics, calcium channel blockers, ACE inhibitors, and angiotensin receptor blockers are recommended as first-line antihypertensive agents for stroke prevention.",
      "page": 20
    },
    {
      "section": "Blood Pressure",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "For most hypertensive adults, combination therapy with two or more antihypertensive agents is recommended to achieve the BP control needed to prevent stroke.",
      "page": 20
    },
    {
      "section": "Lipids",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "In adults who meet criteria for lipid-lowering therapy per the 2019 ACC/AHA primary prevention guideline (e.g., aged 20-75 with LDL-C above 190 mg/dL, 10-year ASCVD risk at or above 20%, or 10-year risk 7.5%-20% with risk enhancers), statin therapy is recommended to reduce the risk of first stroke.",
      "page": 22
    },
    {
      "section": "Lipids",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "In adults without CVD who qualify for lipid-lowering therapy per the 2019 ACC/AHA guideline but cannot reach goals or tolerate statins, the benefit of PCSK9 inhibitors (alirocumab or evolocumab) over other active lipid-lowering therapy for reducing first stroke risk is uncertain.",
      "page": 22
    },
    {
      "section": "Lipids",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In statin-intolerant adults with LDL-C above 100 mg/dL and elevated cardiovascular risk, the benefit of bempedoic acid for reducing first stroke risk is not well established.",
      "page": 22
    },
    {
      "section": "Lipids",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "A",
      "text": "Long-chain omega-3 fatty acid supplementation is not recommended for reducing first stroke risk in adults with moderate or low baseline intake.",
      "page": 22
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "Screening all patients for cigarette smoking, other tobacco product use, electronic nicotine delivery systems (e-cigarettes and vapes), and secondhand smoke exposure is recommended to inform stroke risk and guide cessation efforts.",
      "page": 24
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "For patients who do not use tobacco products, continued complete abstinence from cigarettes, other tobacco products, electronic nicotine delivery systems, and secondhand smoke exposure is recommended to avoid the associated increase in stroke risk.",
      "page": 24
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "For active cigarette smokers, combining smoking cessation pharmacotherapy with behavioral counseling is recommended over behavioral counseling alone to promote successful cessation.",
      "page": 24
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "For active smokers and users of other tobacco or nicotine products (including e-cigarettes), cessation assistance is recommended to reduce stroke risk.",
      "page": 24
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "For hospitalized active smokers, offering smoking cessation pharmacotherapy and behavioral counseling as a default (opt-out) approach rather than only for those who express willingness to quit (opt-in) can be beneficial for short-term cessation and treatment engagement.",
      "page": 24
    },
    {
      "section": "Tobacco Use",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "For active cigarette smokers, the long-term health benefits of using e-cigarettes as a substitute for nicotine replacement therapy to facilitate cessation are not well established.",
      "page": 24
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-NR",
      "text": "Routine population-based screening for carotid artery stenosis in asymptomatic individuals is not recommended for stroke prevention.",
      "page": 26
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-EO",
      "text": "In patients with asymptomatic carotid stenosis greater than 70%, shared decision-making between the patient and the care team is recommended to choose between carotid revascularization and medical management for stroke risk reduction.",
      "page": 26
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients with asymptomatic atherosclerotic carotid stenosis, statin therapy can be beneficial to reduce stroke risk.",
      "page": 26
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In patients with asymptomatic atherosclerotic carotid stenosis greater than 70% and low perioperative risk, adding carotid revascularization to intensive medical therapy may be reasonable to reduce stroke risk.",
      "page": 26
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients with asymptomatic carotid stenosis greater than 50%, periodic carotid duplex ultrasound every 6 to 12 months might be reasonable to monitor disease progression and associated stroke risk.",
      "page": 26
    },
    {
      "section": "Asymptomatic Carotid Artery Stenosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients with asymptomatic atherosclerotic carotid stenosis and high perioperative risk, the effectiveness of carotid revascularization for stroke prevention has not been established.",
      "page": 26
    },
    {
      "section": "Asymptomatic Cerebral SVD, Including",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In adults with asymptomatic cerebral small vessel disease (CSVD), including silent infarcts, assessment and management of vascular risk factors (hypertension, dyslipidemia, tobacco use, diabetes) are recommended to reduce stroke risk.",
      "page": 29
    },
    {
      "section": "Asymptomatic Cerebral SVD, Including",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In adults with silent cerebral infarcts who do not otherwise meet 2019 ACC/AHA guideline criteria for statin therapy, low-dose statin treatment might be considered to reduce ischemic stroke risk.",
      "page": 29
    },
    {
      "section": "Asymptomatic Cerebral SVD, Including",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In adults with silent cerebral infarcts, the benefit of antiplatelet therapy for ischemic stroke prevention is uncertain.",
      "page": 29
    },
    {
      "section": "Migraine",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In adults aged 18 to 64 with migraine (with or without aura), evaluation and modification of vascular risk factors are recommended given the elevated stroke risk in this population.",
      "page": 30
    },
    {
      "section": "Migraine",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In adults with migraine with aura who desire contraception, progestin-only or nonhormonal options are recommended to avoid the elevated ischemic stroke risk associated with combined hormonal contraceptives.",
      "page": 30
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In children aged 2 to 16 with sickle cell disease (Hb SS or Hb S-beta0-thalassemia), transcranial Doppler (TCD) screening at intervals determined by the highest mean flow velocity in the terminal ICA or proximal MCA is recommended.",
      "page": 31
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In children aged 2 to 16 with sickle cell disease and elevated TCD velocities, regularly scheduled transfusion therapy targeting hemoglobin S below 30% is recommended to reduce stroke risk.",
      "page": 31
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In children aged 2 to 16 and young adults with Hb SS or Hb S-beta0-thalassemia, brain MRI (without sedation) performed as early as feasible can be beneficial to evaluate for silent cerebral infarcts and guide the need for chronic red cell transfusions for stroke prevention.",
      "page": 31
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In children aged 2 to 16 with sickle cell disease whose TCD velocities normalize, continuing transfusion therapy can be beneficial to reduce ongoing stroke risk.",
      "page": 31
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In children aged 2 to 16 with sickle cell disease, normalized TCD velocities, and no intracranial stenosis, transitioning from transfusion therapy to hydroxyurea can be considered for stroke prevention.",
      "page": 31
    },
    {
      "section": "Sickle Cell Disease",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In children aged 2 to 16 with sickle cell disease at high stroke risk (TCD mean velocities at or above 200 cm/s) without intracranial stenosis who cannot continue periodic red cell transfusion, hydroxyurea or bone marrow transplantation may be reasonable for stroke prevention.",
      "page": 31
    },
    {
      "section": "Genetic Stroke Syndromes",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with CADASIL, smoking cessation counseling and treatment of hypertension and other vascular risk factors are recommended to reduce the incidence of stroke.",
      "page": 34
    },
    {
      "section": "Genetic Stroke Syndromes",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In adults with hereditary hemorrhagic telangiectasia (HHT), screening for pulmonary arteriovenous malformations (PAVMs) is reasonable to identify those who need multidisciplinary evaluation for stroke risk management.",
      "page": 34
    },
    {
      "section": "Genetic Stroke Syndromes",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with Fabry disease, the effectiveness of enzyme replacement therapy (ERT) for reducing stroke risk is not well established.",
      "page": 34
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In adults with a recent MI, adding low-dose colchicine to intensive statin therapy might be reasonable to reduce the risk of ischemic stroke.",
      "page": 36
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients without prior stroke and no clinical indication for anticoagulation who have a high-risk antiphospholipid antibody profile (triple-positive, double-positive, isolated lupus anticoagulant, or isolated persistently positive anticardiolipin antibodies at medium-to-high titers), prophylactic low-dose aspirin (75-100 mg daily) is recommended to reduce stroke risk.",
      "page": 37
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients with systemic lupus erythematosus (SLE), no history of thrombosis or pregnancy complications, and a high-risk antiphospholipid profile (lupus anticoagulant, anticardiolipin, anti-beta2-glycoprotein 1 positivity in various combinations, or isolated lupus anticoagulant, or isolated persistently positive anticardiolipin at medium-to-high titers), prophylactic low-dose aspirin (75-100 mg daily) is recommended for stroke prevention.",
      "page": 37
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In patients with antiphospholipid syndrome (APS) and prior unprovoked venous thrombosis, vitamin K antagonist therapy targeting an INR of 2-3 is reasonable over aspirin or direct oral anticoagulants for preventing recurrent thrombotic events including stroke.",
      "page": 37
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In patients with rheumatoid arthritis, statin therapy may be reasonable to reduce major adverse cardiovascular events, including stroke.",
      "page": 37
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In nonpregnant adults whose only APS manifestation is obstetric, prophylactic low-dose aspirin (75-100 mg daily) may be considered for stroke prevention after appropriate risk-benefit evaluation (considering aPL profile, traditional cardiovascular risk factors, and aspirin tolerance).",
      "page": 37
    },
    {
      "section": "Inflammation in Atherosclerosis",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with SLE, no history of thrombosis or pregnancy complications, and a low-risk antiphospholipid profile (isolated anticardiolipin or anti-beta2-glycoprotein 1 at low-to-medium titers, especially if transiently positive), prophylactic low-dose aspirin (75-100 mg daily) may be considered for stroke prevention.",
      "page": 37
    },
    {
      "section": "Infection",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In patients with periodontal disease, maintaining good oral hygiene and regular dental care can be beneficial for lowering stroke risk.",
      "page": 39
    },
    {
      "section": "Infection",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-R",
      "text": "In patients hospitalized with COVID-19, full-dose anticoagulation (e.g., enoxaparin, apixaban) is not recommended for stroke prevention.",
      "page": 39
    },
    {
      "section": "Substance Use and Substance Disorders",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "Screening all adults for substance misuse and substance use disorders (including alcohol, cannabis, cocaine, opioids, and amphetamines) is recommended to inform stroke risk assessment.",
      "page": 40
    },
    {
      "section": "Substance Use and Substance Disorders",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients who use recreational drugs, misuse alcohol or prescription medications, or have a substance use disorder, counseling to discontinue use and appropriate substance use disorder treatment (pharmacological, behavioral, or multimodal) are reasonable to reduce stroke risk.",
      "page": 40
    },
    {
      "section": "Prevention of Pregnancy-Associated Stroke",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "In pregnant or early postpartum patients (within 6 weeks of delivery) with severe hypertension (SBP at or above 160 mmHg or DBP at or above 110 mmHg on 2 readings 15 minutes apart), prompt BP lowering to below 160/110 mmHg is recommended to reduce the risk of fatal maternal ICH.",
      "page": 42
    },
    {
      "section": "Prevention of Pregnancy-Associated Stroke",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with hypertensive disorders of pregnancy (HDP), including chronic hypertension in pregnancy, antihypertensive treatment targeting BP below 140/90 mmHg is reasonable to reduce pregnancy-associated stroke risk.",
      "page": 42
    },
    {
      "section": "Pregnancy and Long-Term Stroke Risk",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-EO",
      "text": "Screening adults for a history of adverse pregnancy outcomes (HDP, preterm birth, gestational diabetes, placental disorders), with subsequent evaluation and management of vascular risk factors, is recommended to reduce long-term stroke risk.",
      "page": 44
    },
    {
      "section": "Pregnancy and Long-Term Stroke Risk",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with a history of HDP or other adverse pregnancy outcomes, early evaluation and management of chronic hypertension are recommended to reduce stroke risk.",
      "page": 44
    },
    {
      "section": "Endometriosis",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "Screening adults for a history of endometriosis is reasonable to inform stroke risk assessment.",
      "page": 47
    },
    {
      "section": "Endometriosis",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In individuals with endometriosis, vascular risk factor evaluation and modification are reasonable to reduce stroke risk.",
      "page": 47
    },
    {
      "section": "Hormonal Contraception",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "For individuals considering combined hormonal contraception (CHC), lower ethinyl estradiol doses are recommended to minimize the potential increase in stroke risk.",
      "page": 48
    },
    {
      "section": "Hormonal Contraception",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-EO",
      "text": "For individuals with specific stroke risk factors (age over 35, tobacco use, hypertension, or migraine with aura) who are considering contraception, shared decision-making is recommended to determine the best option balancing contraceptive-related and pregnancy-related stroke risks.",
      "page": 48
    },
    {
      "section": "Hormonal Contraception",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "For individuals with specific stroke risk factors (age over 35, tobacco use, hypertension, or migraine with aura), progestin-only or nonhormonal contraception is reasonable to avoid the elevated stroke risk associated with estrogen-containing methods.",
      "page": 48
    },
    {
      "section": "Menopause",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "B-NR",
      "text": "Screening for a history of premature ovarian failure (before age 40) or early menopause (before age 45) is recommended to inform stroke risk assessment.",
      "page": 49
    },
    {
      "section": "Menopause",
      "classOfRec": "I",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In patients with premature ovarian failure (menopause before age 40) or early menopause (before age 45), evaluation and modification of vascular risk factors are recommended given the elevated stroke risk in this population.",
      "page": 49
    },
    {
      "section": "Menopause",
      "classOfRec": "III",
      "classNote": "Harm",
      "levelOfEvidence": "A",
      "text": "In women aged 60 or older, more than 10 years past natural menopause, or at elevated CVD/stroke risk, oral estrogen-containing menopausal hormone therapy carries an excess stroke risk that must be weighed against its clinical benefits.",
      "page": 49
    },
    {
      "section": "Transgender Health",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "C-LD",
      "text": "In transgender women and gender-diverse individuals receiving estrogen for gender affirmation, evaluation and modification of vascular risk factors can be beneficial to reduce stroke risk.",
      "page": 51
    },
    {
      "section": "Testosterone Use",
      "classOfRec": "IIa",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In men aged 45 to 80 with confirmed hypogonadism, initiation or continuation of testosterone replacement therapy is reasonable and has not been shown to increase stroke risk.",
      "page": 52
    },
    {
      "section": "Cardiomyopathy",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-R",
      "text": "In patients with left ventricular systolic dysfunction (EF at or below 35%-40%) without atrial fibrillation or LV thrombus, anticoagulation is not indicated for stroke prevention and is associated with higher bleeding risk.",
      "page": 53
    },
    {
      "section": "Antiplatelet Use for Primary Prevention",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "A",
      "text": "In patients with diabetes or other common vascular risk factors and no prior stroke, the benefit of aspirin for primary stroke prevention is not well established.",
      "page": 54
    },
    {
      "section": "Antiplatelet Use for Primary Prevention",
      "classOfRec": "IIb",
      "classNote": null,
      "levelOfEvidence": "B-R",
      "text": "In patients with stable coronary artery disease and low bleeding risk, adding ticagrelor to aspirin beyond 12 months (up to 3 years) may be beneficial to reduce ischemic stroke.",
      "page": 54
    },
    {
      "section": "Antiplatelet Use for Primary Prevention",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "A",
      "text": "In individuals aged 70 or older with at least one additional cardiovascular risk factor, aspirin has not been shown to be beneficial for primary stroke prevention.",
      "page": 54
    },
    {
      "section": "Antiplatelet Use for Primary Prevention",
      "classOfRec": "III",
      "classNote": "No Benefit",
      "levelOfEvidence": "B-NR",
      "text": "In patients with chronic kidney disease, aspirin has not been shown to be effective for primary stroke prevention.",
      "page": 54
    }
  ]
}
